export const GolemContainer = () => {
  return (
    <div>
      <h1>하고 싶은 거 하세요</h1>

      <p>강사님 힘들게 했으면 좋겠어요. 여러 가지 언어, 기능 물어봤으면 좋겠고요.</p>
      <p>강사님께 많이 물어보세요. 사소한 것도 다 질문하세요.</p>
      <p>"이런 것도 해도 되나?" 하는 생각 들면, 고민 말고 그냥 질문하시면 좋을 거예요.</p>

      <h2>어려운 점에 대해서</h2>

      <p>학원 다니면서 어려운 점은... 아마 거의 없을 거예요.</p>
      <p>혹시라도 생기면 강사님께 말씀드리면 분명히 도움이 되실 거예요.</p>
      <p>굳이 꼽자면, 제일 어려운 건 점심 메뉴 고르는 거일지도 모르겠네요.</p>

      <h2>개인 프로젝트</h2>

      <p>여기서 하는 프로젝트 외에도 개인 작품 하나쯤 만들어야 할 거예요.</p>
      <p>3개월이라는 시간 동안, 초반부터 간단한 토이 프로젝트라도 시작해보시는 걸 추천드릴게요.</p>

      <h2>강사님과의 거리</h2>

      <p>강사님 가까이서 보고 싶으면 손가락 멈추면 돼요. 바로 오시거나 부르세요.</p>
      <p>자주 1:1 면담 해요. 부담 가지지 마시고요.</p>
      <p>프로젝트 피드백 같은 것도 자유롭게 얘기해주세요.</p>
      <p>어려운 말 안 하시고, 어려운 질문도 안 하세요. 걱정 마세요.</p>

      <h2>출석의 중요성</h2>

      <p>수업은 안 빠지는 게 좋아요.</p>
      <p>저 같은 경우엔 수업을 많이 빠져서 다음 날 수업 들을 때</p>
      <p>“이거 내가 배웠었나?” 싶은 게 많아서 좀 힘들었거든요.</p>

      <h2>팀 프로젝트와 응원</h2>

      <p>팀 프로젝트 할 때… 화이팅 하세요!</p>
      <p>여름에 하원하실 테니 더위 조심하시고요,</p>
      <p>물은 조금씩 자주 드셨으면 좋겠어요.</p>

      <h2>마무리</h2>

      <p>수료 후에 좋은 곳에 취업하시거나, 멋지게 창업하셨으면 좋겠습니다!</p>

    </div>
  );
}